Repository: yaroslaff/okerr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Dynamic DNS
ru: Динамический DNS
uk: Динамічний DNS

source: Uptime
ru: Аптайм
uk: Час роботи

source: Last 1 hour
ru: Последний час
uk: Остання 1 година

source: Last 24 hours
ru: Последние 24 часа
uk: Останні 24 години

source: Month
ru: Месяц
uk: Місяць

source: Uptime log
ru: Лог аптайма
uk: Журнал роботи системи

source: Upper Level
ru: Верхний уровень
uk: Верхній рівень

source: Lower Level
ru: Нижний уровень
uk: Нижчий рівень

source: unlock
ru: разблокировать
uk: розблокувати

source: lock
ru: заблокировать
uk: замок

source: Your projects
ru: Ваши проекты
uk: Ваші проекти

source: Your personal invitations
ru: Ваши персональные приглашения
uk: Ваші особисті запрошення

source: Code
ru: Код
uk: Код

source: Expires
ru: Истекает
uk: Термін дії закінчується

source: Left/Total
ru: Осталось/Всего
uk: Залишилось/Всього

source: Use!
ru: Использовать!
uk: Використовуй!

source: unlimited
ru: неограничено
uk: необмежений

source: Sorry, you have no personal invitations. But maybe your friends created common invitation? Ask them to send you code.
ru: Эх, у вас нет персональных приглашений. Возможно ваши друзья создали общее приглашение? Тогда попросите у них код приглашения.
uk: Вибачте, у вас немає особистих запрошень. Але можливо ваші друзі створили загальне запрошення? Попросіть їх надіслати вам код.

source: Have invitation code
ru: Есть код приглашения
uk: Маю код запрошення

source: Paste it here
ru: Вставить его сюда
uk: Вставте це сюди

source: Keys for project
ru: Ключи проекта
uk: Ключі для проекту

source: Export key-value subtree, processed format, as seen for okerr-client. Useful for debugging
uk: Експортуйте піддерево ключ-значення, оброблений формат, як бачили для okerr-client. Корисно для налагодження помилок

source: Export key-value subtree, raw format, without resolving @include. Useful for backups
uk: Експортуйте піддерево ключ-значення, в сировому форматі, без вирішення @include. Корисно для резервного копіювання.

source: Edit as text
ru: Редактировать как текст
uk: Редагувати як текст

source: Add key
ru: Добавить ключ
uk: Додати ключ

source: Add new key = value. For @include directive, write full directive as key name (and empty value)
uk: Додайте новий ключ = значення. Для директиви @include, напишіть повну директиву як назву ключа (та порожнє значення)

source: Add folder
ru: Добавить папку
uk: Додати папку

source: Create new folder
ru: Создать папку
uk: Створити нову папку

source: Import subtree
ru: Импортировать поддерево
uk: Імпортувати піддерево

source: Load subtree and append it here (overwriting old keys if exists). Subtree must be in JSON, exported in raw format (on top of this page)
ru: Загрузить поддерево и добавить его сюда (существующие ключи будут переписаны)Поддерево должно предславлять из себя JSON документ, экспортированный в сыром (raw) формате (вверху страницы)
uk: Завантажте піддерево та додайте його сюди (перезаписуючи старі ключі, якщо вони існують). Піддерево повинно бути у форматі JSON, експортоване у вихідному форматі (у верхній частині цієї сторінки)

source: NO PROJECTS
ru: НЕТ ПРОЕКТОВ
uk: НЕМАЄ ПРОЕКТІВ

source: You have no your project and no access to projects of others.
ru: У вас нет собственных проектов и нет доступа к проектам других.
uk: У вас немає свого проекту і доступу до проектів інших.

source: You can <a href="%(projectlist)s">create your project</a>.
ru: Вы можете <a href="%(projectlist)s">создать свой проект</a>.
uk: Ви можете <a href="%(projectlist)s">створити свій проект</a>.

source: Please select account:
ru: Выберите учетную запись
uk: Будь ласка, виберіть обліковий запис:

source: indicator(s) uses this policy
ru: индикатор(ов) используют эту политику
uk: індикатор(и) використовує цю політику

source: disabled
ru: отключено
uk: інвалід

source: Patience
ru: Допустимая задержка
uk: Терпіння

source: Secret
ru: Секрет
uk: Таємниця

source: Retry schedule
ru: Расписание перепроверок
uk: Графік повтору

source: Recovery retry schedule
ru: Расписание перепроверок (восстановление)
uk: Графік повтору відновлення

source: Alert reduction
ru: Режим сокращения алертов
uk: Зменшення кількості сповіщень

source: URL to report status changes
ru: URL для отчетов о смене статуса
uk: URL для повідомлення про зміни статусу

source: Autocreate
ru: Автосоздание
uk: Автостворення

source: Accept updates over HTTP
ru: Принимать обновления через HTTP
uk: Приймати оновлення через HTTP

source: Accept updates over SMTP
ru: Принимать обновления через SMTP
uk: Приймайте оновлення через SMTP

source: Subnet
ru: Подсеть
uk: Підмережа

source: Remark
ru: Комментарий
uk: Зауваження

source: Add subnet
ru: Добавить подсеть
uk: Додати підмережу

source: Settings
ru: Настройки
uk: Налаштування

source: member(s)
ru: участник(ов)
uk: член(и)

source: Add TextID
ru: Добавить TextID
uk: Додайте TextID

source: Owner
ru: Владелец
uk: Власник

source: Change owner
ru: Cменить владельца
uk: Змінити власника

source: Partner
ru: Партнер
uk: Партнер

source: Access enabled
ru: Доступ открыт
uk: Доступ дозволено

source: Disable
ru: Отключить
uk: Вимкнути

source: Access disabled
ru: Доступ закрыт
uk: Доступ відключено

source: Enable
ru: Включить
uk: Увімкнути

source: Members
ru: Участники
uk: Члени

source: Member
ru: Участники
uk: Член

source: Manage Project members
ru: Управлять составом участников
uk: Управління учасниками проєкту

source: Manage Indicators
ru: Управлять индикаторами
uk: Керування індикаторами

source: Action
ru: Действия
uk: Дія

source: No active invitations
ru: Нет активных приглашений
uk: Немає активних запрошень

source: e-mail
ru: e-email
uk: електронна пошта

source: optional
ru: необязательно
uk: необов'язково

source: If specified, only user with this email address can use invitation
ru: Если указано, только пользователь с этим адресом эл. почты сможет воспользоваться приглашением
uk: Якщо вказано, лише користувач із цією електронною адресою може використовувати запрошення

source: Max joins for this invitation
ru: Максимальное количество приглашенных
uk: Макс приєднується до цього запрошення.

source: If no value (empty field) - unlimited
ru: Если не указано значение (пусто) - без ограничений
uk: Якщо немає значення (порожнє поле) - без обмежень

source: Expires in N days
ru: Истекает через N дней
uk: Термін дії закінчується через N днів

source: Create invitation
ru: Создать приглашение
uk: Створити запрошення

source: Policies
ru: Политики
uk: Політики

source: Edit
ru: Редактировать
uk: Редагувати

source: edit
ru: редактировать
uk: редагувати

source: Policy name
ru: Имя политики
uk: Назва політики

source: API Keys
ru: API ключи
uk: API ключі

source: Key ID
ru: ID ключа
uk: ID ключа

source: Comment
ru: Комментарий
uk: Коментар

source: Create
ru: Создать
uk: Створити

source: Address
ru: Адрес
uk: Адреса

source: Title
ru: Название
uk: Назва

source: Subscribers
ru: Подписчики
uk: Підписники

source: Public
ru: Публичная
uk: Громадський

source: Status page short name (address)
ru: Короткое имя (адрес) страницы состояний
uk: Назва сторінки статусу (адреса)

source: Total
ru: Всего
uk: Всього

source: Delete Project
ru: Удалить проект
uk: Видалити проєкт

source: indicator(s)
ru: индикатор(ов)
uk: індикатор(и)

source: User tags
ru: Пользовательские метки
uk: Теги користувача

source: System tags
ru: Системные метки
uk: Системні теги

source: Reset
uk: Скидання

source: Flags
ru: Флаги
uk: Прапори

source: Age
ru: Возраст
uk: Вік

source: Status Age
ru: Возраст статуса
uk: Статус Віку

source: Retest ASAP
ru: Перепроверить сразу
uk: Перетестуйте якомога швидше

source: Delete (danger)
ru: Удалить (опасно)
uk: Видалити (небезпека)

source: remark
ru: Комментарий
uk: зауваження

source: send summary to all members
ru: Разослать сводку всем участникам
uk: надіслати резюме всім членам

source: No indicators with this tag set in this subtree
ru: Нет индикаторов с таким набором меток в этом поддереве
uk: Немає індикаторів з цим набором тегів у цьому піддереві

source: indicators
ru: индикаторы
uk: індикатори

source: scripts and servers
ru: скрипты и сервера
uk: скрипти та сервери

source: project context
ru: контекст проекта
uk: контекст проекту

source: project logs
ru: журнал проекта
uk: журнали проєктів

source: project settings
ru: настройки проекта
uk: налаштування проекту

source: Your Projects
ru: Ваши проекты
uk: Ваші проекти

source: Statistics
ru: Статистика
uk: Статистика

source: Text ID
ru: Текстовые идентификаторы (TextID)
uk: Текст ID

source: Manage project
ru: Управлять проектом
uk: Керування проектом

source: Manage indicators
ru: Управлять индикаторами
uk: Управління індикаторами

source: Project name
ru: Имя проекта
uk: Назва проєкту

source: Clone this script with name
ru: Клонировать этот скрипт с именем
uk: Клонуйте цей скрипт з назвою

source: Delete this script
ru: Удалить этот скрипт
uk: Видалити цей скрипт

source: This section is useful only if you manage large group of servers and want to adjust okerrclient logic. Okerrmod do not use this settings. Most users do not need to change anything here.
ru: Эта секция нужна только если вы управляете большой группой серверов и хотите изменить логику okerrclient. Okerrmod не использует эти настройки. Большинству пользователей не требуется изменять что-либо здесь.
uk: Цей розділ корисний лише якщо ви керуєте великою групою серверів і хочете налаштувати логіку okerrclient. Okerrmod не використовує ці налаштування. Більшість користувачів не потребує змінювати щось тут.

source: Configuration templates
ru: Шаблоны конфигурации
uk: Шаблони конфігурацій

source: Servers
ru: Сервера
uk: Сервери

source: Okerr script library
ru: Библиотека скриптов okerr
uk: Бібліотека скриптів Okerr

source: Update
ru: Обновить
uk: Оновлення

source: My script library
ru: Собственная библиотека скриптов
uk: Моя бібліотека скриптів

source: Blog
ru: Блог
uk: Блог

source: Subscribe
ru: Подписаться
uk: Підписатися

source: You can subscribe and receive email about new blog records (e.g. when problem will be resolved)
ru: Вы можете подписаться чтобы получать на электронную почту сообщения об обновлении блога (например, когда проблема исправлена)
uk: Ви можете підписатися і отримувати електронні листи про нові записи в блозі (наприклад, коли проблема буде вирішена)

source: Status Page
ru: Страница Статуса
uk: Сторінка статусу

source: Properties
ru: Свойства
uk: Властивості

source: status page title
ru: Заголовок страницы статуса
uk: назва сторінки статусу

source: User can subscribe
ru: Пользователи могут подписываться
uk: Користувач може підписатися

source: subscriber(s)
ru: подписчик(ов)
uk: передплатник(и)

source: No chapter
ru: Вне раздела
uk: Немає глави

source: Chapter
ru: Раздел
uk: Розділ

source: New chapter name
ru: Название нового раздела
uk: Назва нового розділу

source: Weight
ru: Вес
uk: Вага

source: Desc
ru: Описание
uk: Опис

source: Last record
ru: Последняя запись
uk: Останній запис

source: Preview
ru: Предпросмотр
uk: Попередній перегляд

source: Markdown cheatsheet
ru: Шпаргалка по Markdown
uk: Шпаргалка Markdown

source: Common requirements
ru: Общие требования
uk: Загальні вимоги

source: All traning tasks must be done on project '<a href='%(plink)s'>%(pname)s</a>' (text id: %(textid)s, <a href="%(pconfig)s">settings</a>). Indicator(s) must have name starting with 'test:'. After each task is done, click button 'Check' below.<br> Easier to use this page at one browser tab, and perform task in other tab.
ru: Все задачи тренинга должны быть выполнены в проекте '<a href='%(plink)s'>%(pname)s</a>' (text id: %(textid)s, <a href="%(pconfig)s">настройки</a>). Имена индикаторов должны начинаться на 'test:'.По выполнении каждой задачи, нажмите кнопку 'Проверить' внизу.<br> Удобно держать эту страничку в одной вкладке браузера, а выполнять задачи в другой вкладке.
uk: Всі навчальні завдання мають бути виконані в проекті '<a href='%(plink)s'>%(pname)s</a>' (id тексту: %(textid)s, <a href="%(pconfig)s">налаштування</a>). Індикатор(и) повинні мати назву, що починається з 'test:'. Після виконання кожного завдання натисніть кнопку 'Перевірити' нижче.<br> Зручніше використовувати цю сторінку в одній вкладці браузера, а виконувати завдання - в іншій вкладці.

source: Current task
ru: Текущая задача
uk: Поточне завдання

source: Uptime log for
ru: Лог аптайма для
uk: Журнал роботи системи для

source: wizard for indicator
ru: Помощник настройки индикаторов
uk: чарівник для індикатора

source: Indicator (old)
ru: Индикатор (исходный)
uk: Індикатор (старий)

source: CheckMethod
ru: Метод проверки
uk: МетодПеревірки

source: Upper level indicator name (new)
ru: Имя индикатора верхнего уровня (нового)
uk: Назва індикатора верхнього рівня (нова)

source: Upper level indicator policy
ru: Политика индикатора верхнего уровня
uk: Політика індикатора верхнього рівня

source: OK threshold
ru: Пороговое значение для перехода в OK
uk: Добре порогове значення

source: Upper indicator will switch to OK if lower indicator OK status is older this this number of seconds. Default value is period + patience
ru: Индикатор верхнего уровня переключится в OK если нижний индикато будет в статусе OK дольше чем N секунд.Значение по умолчанию равно периоду + доп.задержке
uk: Верхній індикатор перейде в статус OK, якщо статус OK нижнього індикатора є старим більше ніж ця кількість секунд. Значення за замовчуванням - період + терпіння.

source: ERR threshold
ru: Пороговое значение для перехода в ERR
uk: Поріг помилок

source: Upper indicator will switch to ERR if lower indicator ERR status is older this this number of seconds. Default value is 2*period + patience
ru: Индикатор верхнего уровня перейдет в ERR если нижний индикатор будет в состоянии ERR дольше чем N секунд.Значение по умолчанию равно двум периодам + доп. задержке
uk: Верхній індикатор переключиться на ERR, якщо статус ERR нижнього індикатора є старим на секунд, вказаних у цьому числі. За замовчуванням значення складає 2*період + терпіння.

source: Silent low-level indicator
ru: Сделать исходный индикатор нижнего уровня тихим
uk: Тихий індикатор низького рівня

source: Copy tags
ru: Скопировать метки
uk: Копіювати теги

source: Create upper-level indicator
ru: Создать индикатор верхнего уровня
uk: Створіть індикатор вищого рівня

source: Subscribe to status page
ru: Подписаться на страницу статуса
uk: Підписатися на сторінку статусу

source: generated on
ru: создано на
uk: створено на

source: Please confirm subscription to status page
ru: Пожалуйста подтвердите подписку на страницу статуса
uk: Будь ласка, підтвердіть підписку на сторінку статусу

source: Confirm
ru: Подтвердить
uk: Підтвердити

source: After confirmation you will get email notifications after new blog post at address
ru: После подтверждения вы будете получать уведомления на почту о новых постах в блоге по адресу
uk: Після підтвердження ви будете отримувати повідомлення на електронну пошту про нові дописи в блозі на вказану адресу.

source: Updated status page
ru: Страница статуса обновлена
uk: Оновлена сторінка статусу

source: You can
ru: Вы можете
uk: Ви можете

source: Unsubscribe
ru: Отписаться
uk: Відписатися

source: Hostname must not be empty
ru: Имя хоста не может быть пустым

source: Maintenance
ru: Настройка

source: TextID
ru: Текстовые идентификаторы (TextID)

source: Invitiations
ru: Приглашения
