Repository: yaroslaff/okerr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Not applied: {}
ru: Не применен: {}
uk: Не застосовано: {}

source: Applied bonus code "{}"
ru: Применен бонус код "{}"
uk: Застосовано бонусний код "{}"

source: password changed
ru: пароль изменен
uk: пароль змінено

source: must provide valid current password
ru: нужно указать верный действующий пароль
uk: повинен надати дійсний поточний пароль

source: passwords does not match
ru: пароли не совпадают
uk: паролі не співпадають

source: Configured telegram username. Now send /on command to telegram bot @OkerrBot
ru: Установлено имя пользователя telegram. Сейчас пошлите команду /on телеграм-боту @OkerrBot
uk: Налаштовано ім'я користувача в Telegram. Тепер відправте команду /on боту в Telegram @OkerrBot

source: Cleared telegram username. No messages will be send.
ru: Сброшено имя пользователя telegram. Сообщения не будут отправляться
uk: Очищено ім'я користувача телеграму. Повідомлення не будуть надсилатися.

source: Already has registered user {}
ru: Уже есть зарегистрированный пользователь {}
uk: Вже зареєстровано користувача {}

source: You have to accept EULA to start using okerr
ru: Требуется принять пользовательское соглашение чтобы начать пользоваться okerr
uk: Вам потрібно прийняти Ліцензійну угоду кінцевого користувача (EULA), щоб почати користуватися okerr.

source: Already has signup from {}
ru: Уже есть заявка на регистрацию с адреса {}
uk: Вже є реєстрація від {}

source: Already had such request for user {} recently. Try again later
ru: Уже был такой запрос от пользователя {} недавно. Попробуйте позже.
uk: Вже був такий запит для користувача {} недавно. Спробуйте знову пізніше

source: Bad email address
ru: Неправильный e-mail адрес
uk: Неправильна електронна адреса

source: User {} can not login (web login)
ru: Пользователь {} не имеет права для входа
uk: Користувач {} не може увійти (вхід у веб)

source: Account disabled
ru: Аккаунт отключен
uk: Акаунт відключено

source: Wrong login/password
ru: Плохой логин/пароль
uk: Неправильний логін/пароль

source: Period {}s is less then minperiod {}s
ru: Период в {}s меньше, чем minperiod {}s
uk: Період {}c менший ніж мінімальний період {}c

source: Ping OK
ru: Пинг OK
uk: Пінг ОК

source: Ping ERR
ru: Пинг ERR
uk: Ping ПОМИЛКА

source: Monitor web page
ru: Наблюдение за веб-страницей
uk: Моніторинг веб-сторінки

source: Connect to Telegram
ru: Подключение к Telegram
uk: Підключитися до Telegram

source: Delete group of indicators
ru: Удалить несколько индикаторов
uk: Видалити групу індикаторів

source: Install okerrupdate
ru: Установить okerrupdate
uk: Встановіть okerrupdate

source: Check whole server
ru: Проверить целый сервер
uk: Перевірте весь сервер

source: Enable okerrmod checks
ru: Включение проверок okerrmod
uk: Увімкніть перевірки okerrmod

source: Configure numerical check
ru: Настройка числовой проверки
uk: Налаштувати числову перевірку

source: Policy for active indicators
ru: Политика для активных индикаторов
uk: Політика активних індикаторів

source: Policy for passive indicators
ru: Политика для пассивных индикаторов
uk: Політика щодо пасивних індикаторів

source: Escalation
ru: Эскалация
uk: Ескалація

source: Status page
ru: Страница состояний
uk: Сторінка статусу

source: Failover
ru: Аварийное переключение
uk: Резервне перемикання

source: Training completed
ru: Тренинг завершен
uk: Тренування завершено

source: no "test:*" indicators in project {}
ru: Нет индикаторов "test:*" в проекте {}
uk: немає індикаторів "test:*" у проекті {}

source: no indicators in project {}
ru: Нет индикаторов в проекте {}
uk: немає індикаторів у проекті {}

source: check method not '{}'
ru: Метод проверки не '{}'
uk: метод перевірки не '{}'

source: host not 8.8.8.8
ru: host не 8.8.8.8
uk: хост не 8.8.8.8

source: check was not performed yet
ru: Проверка еще не произошла
uk: перевірка ще не була проведена

source: status not OK
ru: Cтатус индикатора не OK
uk: статус не в порядку

source: maintenance mode
ru: режим настройки
uk: режим обслуговування

source: status not ERR
ru: Cтатус индикатора не ERR
uk: статус не ERR

source: hash not initialized
ru: hash не проинициализирован
uk: хеш не ініціалізовано

source: Telegram username not set in profile
ru: Имя пользователя telegram не установлено в профиле
uk: Ім'я користувача Telegram не встановлено в профілі

source: Telegram not linked with {}
ru: Телеграм не связан с {}
uk: Telegram не пов'язаний з {}

source: {} indicators were mass-deleted recently
ru: {} индикаторов были массово удалены недавно
uk: {} індикатори були масово видалені нещодавно

source: Not found 'uptime' indicators
ru: Не найдено индикаторов 'uptime'
uk: Не знайдено індикаторів 'uptime'

source: diffmax not set
uk: diffmax не встановлено

source: Indicator uses policy {} (not test*)
ru: Индикатор использует политику {} (не test*)
uk: Індикатор використовує політику {} (не тест*)

source: Indicator policy {} period {} (not 2h)
ru: Индикатор использует политику {} с периодом {} (не 2h)
uk: Політика індикатора {} період {} (не 2 години)

source: Indicator policy {} retry schedule {} (not 5min)
ru: Индикатор использует политику {} с расписанием перепроверки {} (не 5min)
uk: Політика індикатора {} графік повторення {} (не 5 хвилин)

source: Indicator policy {} recovery retry schedule {} (not emtpy)
ru: Индикатор использует политику {} с расписанием восстановления {} (не пустое)
uk: Політика індикатора {} відновлення графіку повтору {} (не порожній)

source: Indicator policy {} has autocreate enabled
ru: Индикатор использует политику {} с включенным режимом autocreate
uk: Політика індикатора {} має включене автоматичне створення

source: Indicator policy {} has httpupdate enabled
ru: Индикатор использует политику {} с включенным режимом httpupdate
uk: Політика індикатора {} має включене оновлення через http

source: Indicator policy {} has smtpupdate enabled
ru: Индикатор использует политику {} с включенным режимом stmpupdate
uk: Політика індикатора {} має включену функцію smtpupdate

source: Not passive checkmethod
ru: Не пассивный метод проверки
uk: Не пасивний метод перевірки

source: Policy {} has disabled autocreate
ru: В политике {} отключен режим autocreate
uk: Політика {} вимкнула автостворення

source: Policy {} has no secret
ru: В политике {} не установлен секрет
uk: Політика {} не має секретів.

source: no test:* indicators with tag "test" in project
ru: Нет индикаторов "test:*" с меткой "test"в проекте
uk: без тесту:* індикатори з тегом "тест" у проєкті

source: no logical indicator with name test:* in project
ru: Нет логических индикаторов с именем test:* в проекте
uk: немає логічного індикатора з іменем test:* в проекті

source: has problem flag
ru: Установлен флаг problem
uk: має проблемний прапор

source: has wrong expr
ru: Используется неправильное выражение (expr)
uk: має неправильний вираз

source: no status pages in project
ru: В проекте нет страниц статуса
uk: немає сторінок статусу в проєкті

source: status page {} not public
ru: Cтраница статуса {} не публична
uk: сторінка статусу {} не є публічною

source: status page {} has less then 2 indicators
ru: Страница статуса {} использует менее 2 индикаторов
uk: сторінка статусу {} має менше ніж 2 індикатори

source: status page {} has no blog records
ru: Страница статуса {} не имеет записей в блоге
uk: сторінка статусу {} не має записів блогу

source: No failover configured in project
ru: В проекте не созданы схемы отказоустойчивости
uk: У проекті не налаштовано аварійне перемикання

source: Failover {} uses less then 2 indicators
ru: Схема {} использует менее 2 индикаторов
uk: Failover {} використовує менше ніж 2 індикатори.

source: Failover {} not initialized yet
ru: Схема {} еще не инициализирована
uk: Резервне перемикання {} ще не ініціалізовано

source: Failover {} not switched to backup server
ru: Схема {} не переключена на вторичный сервер
uk: Збій {} не переключено на резервний сервер

source: Failover {} not synced yet. Retry little later.
ru: Схема {} еще не синхронизирована. Повторите чуть позже.
uk: Резервне копіювання {} ще не синхронізовано. Спробуйте трохи пізніше.

source: You have to create at least one project for training
ru: Вам нужно создать хотя бы один проект чтобы пройти тренинг
uk: Вам потрібно створити принаймні один проект для тренувань.

source: Mission accomplished!
ru: Миссия завершена!
uk: Місію виконано!

source: Training stage "{}" completed!
ru: Этап {} тренинга завершен
uk: Етап тренування "{}" завершено!

source: After you will complete training, you will not only learn Okerr, but also will get higher plan as reward (permanently)
ru: Когда вы завершите тренинг, вы не только освоите Okerr, но еще получите более высокий тариф в награду (навсегда)
uk: Після завершення навчання, ви не тільки вивчите Okerr, але й отримаєте вищий план як винагороду (назавжди)

source: Cannot create indicator without name
ru: Нельзя просто так взять и создать индикатор без имени
uk: Не можна створити індикатор без назви

source: Bad indicator name
ru: Плохое имя индикатора
uk: Неправильна назва індикатора

source: Indicator "{}" already exists in project "{}"
ru: Индикатор "{}" уже есть в проекте "{}")
uk: Індикатор "{}" вже існує в проекті "{}"

source: User already hit maxinidicator limit ({}). Indicator not created
ru: В проекте уже достигнут предел maxindicators: {}. Новый индикатор не создан.
uk: Користувач уже досяг максимального ліміту індикатора ({}). Індикатор не створено

source: This project is limited. Indicator not created
ru: Функционал проекта ограничен. Индикатор не создан
uk: Цей проект обмежений. Індикатор не створено.

source: You dont have permission to manage indicators in project {}
ru: У вас нет прав управлять индикаторами в проекте {}
uk: У вас немає дозволу на керування індикаторами в проекті {}

source: Only disabled indicator can be deleted. Indicator {} not disabled.
ru: Удалять можно только отключенные индикаторы. Индикатор {} не отключен.
uk: Лише відключений індикатор може бути видалений. Індикатор {} не відключено.

source: Backup file
ru: Файл бэкапа
uk: Файл резервної копії

source: Copy this key (it will not be displayed in UI):
ru: Скопировать этот ключ (он не будет показан в UI):
uk: Скопіюйте цей ключ (він не буде відображатися в інтерфейсі користувача):

source: Deleted API key: {} / {}
ru: Удален API ключ: {} / {}
uk: Видалений API ключ: {} / {}

source: Policy name must be unique
ru: Имя политики должно быть уникальным
uk: Назва політики повинна бути унікальною

source: Can not delete "Default" policy
ru: Нелья удалять полику "Default"
uk: Не можна видалити політику "За замовчуванням"

source: Can not delete policy {} because {} indicators ({} ...) are using it
ru: Нелья удалить политику {} потому что ее используют {} индикатор(ов). ({} ...)
uk: Не можливо видалити політику {} тому що {} індикатори ({} ...) використовують її

source: Can not rename "Default" policy
ru: Нельзя переименовывать политику "Default"
uk: Не можна перейменувати політику "Default"

source: Not valid JSON data
ru: Не валидные данные JSON
uk: Не вірні дані JSON

source: Bad syntax
ru: Синтаксическая ошибка
uk: Погана синтаксис

source: Invalid email address: "{}"
ru: Неправильный формат адреса: "{}"
uk: Неправильна адреса електронної пошти: "{}"

source: Already {} subscribers. Cannot subscribe more. Sorry.
ru: Уже есть {} подписчик(ов). К сожалению, нельзя подписать больше.
uk: Вже {} підписників. Більше підписатися не можна. Вибачте.

source: Address "{}" already subscribed
ru: Адрес "{}" уже подписан
uk: Адреса "{}" вже підписана

source: Please click on link in confirmational email we sent to {}
ru: Пожалуйста, перейдите по ссылке из сообщения, которое мы выслали на {}
uk: Будь ласка, натисніть на посилання у підтверджувальному електронному листі, який ми надіслали вам на {}

source: {} not subscribed
ru: {} не подписан
uk: не підписаний

source: You are unsubscribed now
ru: Теперь вы отписаны
uk: Ви зараз відписані

source: {} already subscribed
ru: {} уже подписан
uk: {} вже підписаний

source: You are subscribed! You will get message to {} when blog will be updated
ru: Теперь вы будете получать сообщения на адрес {} когда этот блог будет обновлен
uk: Ви підписані! Ви отримаєте повідомлення до {} коли блог буде оновлено

source: Already have failover for this hostname
uk: Вже є резервне копіювання для цього імені хоста

source: No current value for DNS record
ru: Нет текущено значения для DNS записи
uk: Немає поточного значення для DNS запису

source: Invalid IP address
ru: Неправильный IP адрес
uk: Недійсна IP-адреса

source: Already has this indicator in this record
ru: Уже используется такой индикатор
uk: Вже є цей індикатор у цьому запису

source: Already has this priority in this record
ru: Уже используется такой приоритет
uk: Вже є цей пріоритет в цьому запису

source: Bound profile to {}
ru: Профиль привязан к {}
uk: Профіль прив'язаний до {}

source: Not found user bound to this {} account. Link it in profile.
ru: Не найден пользователь привязанный к этому аккаунту {}. Привяжите его в профиле после входа.
uk: Користувача, пов'язаного з цим {} обліковим записом, не знайдено. Пов'яжіть його в профілі.

source: Django site admin
ru: Джанговская админочка
uk: Адміністратор сайту Django

source: OKERR Django administration
ru: Окерровская джанговская админочка
uk: OKERR Адміністрація Django

source: Models in the %(name)s application
ru: Модели в приложении %(name)s
uk: Моделі в додатку %(name)s

source: Add
ru: Добавить
uk: Додати

source: Change
ru: Изменить
uk: Зміна

source: You don't have permission to edit anything.
ru: У вас нет прав ничего редактировать
uk: У вас немає дозволу редагувати щось.

source: Recent Actions
ru: Недавние действия
uk: Нещодавні Дії

source: My Actions
ru: Мои действия
uk: Мої Дії

source: None available
ru: Ничего нет
uk: Відсутній

source: Unknown content
ru: Контент какой-то непонятный
uk: Вибачте, але ви не надали текст для перекладу.

source: Default
ru: По умолчанию
uk: За замовчуванням

source: silent
ru: тихий
uk: тихий

source: pending
ru: ожидание
uk: очікуючи

source: Name
ru: Имя
uk: Ім'я

source: Check Method
ru: Метод проверки
uk: Метод перевірки

source: status
ru: Cтатус
uk: статус

source: Details
ru: Детали
uk: Деталі

source: Changed
ru: Изменeно
uk: Змінено

source: Updated
ru: Обновлено
uk: Оновлено

source: Disabled
ru: Отключено
uk: Інвалід

source: Problem:
ru: Проблема
uk: Проблема:

source: Silent
ru: Тихий
uk: Тихий

source: Expected
ru: Ожидается
uk: Очікуваний

source: Scheduled
ru: Запланировано
uk: Заплановано

source: maintenance
ru: настройка
uk: обслуговування

source: passive
ru: пассивный
uk: пасивний

source: subscribe
ru: подписаться
uk: підписатися

source: star
ru: звезда
uk: зірка

source: Email
uk: Електронна пошта

source: Password
ru: Пароль
uk: Пароль

source: Login
ru: Вход
uk: Увійти

source: Demo
ru: Демо
uk: Демо

source: Register
ru: Зарегистрироваться
uk: Реєстрація

source: Forgot password
ru: Забыли пароль
uk: Забули пароль

source: Login or register via oauth2
ru: Войти или зарегистрироваться через oauth2
uk: Увійдіть або зареєструйтеся через oauth2

source: Username
ru: Имя пользователя
uk: Please provide the text that needs to be translated.

source: First Name
ru: Имя
uk: Ім'я

source: Last Name
ru: Фамилия
uk: Прізвище

source: Telegram username
ru: Имя пользователя telegram
uk: Ім'я користувача в Telegram

source: Linked
ru: Связано
uk: Пов'язаний

source: Not linked
ru: Не связано
uk: Не пов'язаний

source: Created
ru: Создан
uk: Створено

source: Training
ru: Тренинг
uk: Тренування

source: Completed
ru: Завершен
uk: Завершено

source: Continue
ru: Продолжить
uk: Продовжуйте

source: Begin
ru: Начать
uk: Початок

source: Access
ru: Доступ
uk: Доступ

source: Group(s)
ru: Группы
uk: Група(и)

source: Perk(s)
ru: Дополнительные услуги
uk: Перевага(и)

source: Parameters
ru: Параметры
uk: Параметри

source: Quick indicators
ru: Быстрый индикаторы
uk: Швидкі показники

source: Period
ru: Период
uk: Період

source: Indicators
ru: Индикаторы
uk: Індикатори

source: Projects
ru: Проекты
uk: Проекти

source: OAuth authentication
ru: Аутентификация через oauth
uk: Аутентифікація OAuth

source: Bound
ru: Привязан
uk: Зв'язаний

source: Bind
ru: Привязать
uk: Зв'язати

source: Clean all OAuth binding
ru: Сбросить все привязки OAuth
uk: Очистіть усі прив'язки OAuth

source: Outgoing emails
ru: Исходящие письма
uk: Вихідні електронні листи

source: Send summaries
ru: Рассылать сводки
uk: Надіслати резюме

source: Daily summary time
ru: Время ежедневной сводки
uk: Час для щоденного підсумку

source: Next summary time
ru: Время следующей сводки
uk: Наступний час підсумків

source: Send alerts
ru: Рассылать оповещения
uk: Надсилайте сповіщення

source: Bonus code
ru: Бонус-код
uk: Бонусний код

source: Current password
ru: Текущий пароль
uk: Поточний пароль

source: required
ru: обязательно
uk: необхідний

source: New password
ru: Новый пароль
uk: Новий пароль

source: verification
ru: подтверждение
uk: верифікація

source: Delete account
ru: Удалить учетную запись
uk: Видалити акаунт

source: Delete account (irreversibly)
ru: Удалить учетную запись (необратимо)
uk: Видалити обліковий запис (без можливості відновлення)

source: 'Yes, I am sure!'
ru: 'Да, я уверен!'
uk: 'Так, я впевнений!'

source: Recover
ru: Восстановить
uk: Відновити

source: I accept End-User License Agreement
ru: Я принимаю пользовательское соглашение
uk: Я приймаю ліцензійну угоду кінцевого користувача

source: Signup
ru: Зарегистрироваться
uk: Реєстрація

source: Accept invitation
ru: Принять приглашение
uk: Прийняти запрошення

source: You have invitations to projects
ru: У вас есть приглашения в проекты
uk: У вас є запрошення до проектів

source: expires
ru: действительно до
uk: термін дії закінчується

source: Accept all invitations
ru: Принять все приглашения
uk: Приймайте всі запрошення

source: Maybe later
ru: Может быть позже
uk: Можливо пізніше

source: You can alway see and accept your invitations on <a href="%(invurl)s">page</a>.
uk: Ви завжди можете бачити та приймати свої запрошення на <a href="%(invurl)s">сторінці</a>.

source: Message of the day
ru: Сообщение дня
uk: Повідомлення дня

source: We are sorry you are leaving :-(
ru: Нам жаль, что вы уходите :-(
uk: Нам шкода, що ви йдете :-(

source: Please, let us know what was not so good (or terrible) in okerr?
ru: Пожалуйста, скажите, в чем okerr не оправдал ваши ожидания?
uk: Будь ласка, повідомте нам, що було не так добре (або жахливо) в okerr?

source: Feedback
ru: Отзыв
uk: Відгук

source: email address (NOT required)
ru: email (только если хотите)
uk: електронна адреса (НЕ обов'язково)

source: Feedbacks are read by prepared seasoned adult staff, so do not worry, you can use any words.
ru: Отзывы читают взрослые подготовленные люди с устойчивой психикой. Не стесняйтесь. Умеренное употребление русского мата, если все настолько плохо - допускается.
uk: Відгуки читають підготовлені досвідчені дорослі співробітники, тому не хвилюйтеся, ви можете використовувати будь-які слова.

source: Invitations
ru: Приглашения
uk: Запрошення

source: Server time
ru: Серверное время
uk: Час сервера

source: Interface
ru: Интерфейс
uk: Інтерфейс

source: Full
ru: Полный
uk: Повний

source: Simple
ru: Простой
uk: Простий

source: Documentation
ru: Документация
uk: Документація

source: Support
ru: Техподдержка
uk: Підтримка

source: End-user license agreement
ru: Пользовательское соглашение
uk: Угода про ліцензію кінцевого користувача

source: Logout
ru: Выход
uk: Вийти

source: Save
ru: Сохранить
uk: Зберегти

source: Clone this config with name
ru: Клонировать эту конфигурацию с именем
uk: Клонуйте цей конфіг з ім'ям

source: Clone
ru: Клонировать
uk: Клон

source: Delete this config
ru: Удалить эту конфигурацию
uk: Видаліть цю конфігурацію

source: Delete
ru: Удалить
uk: Видалити

source: Failover (Dynamic DNS)
ru: Отказоустойчивость (Динамический DNS)
uk: Резервування (динамічний DNS)

source: Dynamic DNS service
ru: Сервис динамического DNS
uk: Сервіс динамічного DNS

source: Force set DNS
ru: Установить в DNS
uk: Встановити DNS примусово

source: Status
ru: Cтатус
uk: Статус

source: Priority
ru: Приоритет
uk: Пріоритет

source: Policy
ru: Политика
uk: Політика

source: Value
ru: Значение
uk: Цінність

source: Commands
ru: Команды
uk: Команди

source: OK
uk: Добре

source: ERR
uk: Помилка

source: No indicators
ru: Нет индикаторов
uk: Без індикаторів

source: Add indicator
ru: Добавить индикатор
uk: Додати індикатор

source: Current IP (local)
ru: Текущий IP (локально)
uk: Поточна IP (локальна)

source: DNS servers
ru: DNS Сервера
uk: Сервери DNS

source: Public DNS servers
ru: Публичные DNS сервера
uk: Публічні DNS-сервери

source: Log records
ru: Журнал
uk: Записи журналу

source: Rename
ru: Переименовать
uk: Перейменувати

source: Accept
ru: Принять
uk: Прийняти

source: Summary sent. Subject:
ru: Сводка отправлена. Тема:
uk: Підсумок відправлено. Тема:

source: retest ASAP
ru: Перепроверить сразу
uk: перевірка якомога швидше

source: Maintenance (on/off)
ru: Режим настройки (Вкл/Выкл)
uk: Обслуговування (включено/виключено)

source: Enable (on/off)
ru: Включен (Вкл/Выкл)
uk: Увімкнути (ввімк./вимк.)

source: Silent (on/off)
ru: Тихий (вкл/выкл)
uk: Тихий (увімк./вимк.)

source: new:indicator:name
ru: Имя нового индикатора
uk: новий:індикатор:назва

source: Create indicator
ru: Создать индикатор
uk: Створити індикатор

source: Summary description ...
ru: Тема сводки ...
uk: Опис резюме ...

source: send summary
ru: Выслать сводку
uk: надіслати резюме

source: You have no projects yet. But you can <a href="%(link)s">create new project</a> right now.
uk: У вас ще немає проектів. Але ви можете <a href="%(link)s">створити новий проект</a> прямо зараз.

source: Graph
uk: Графік

source: Maintenance mode
ru: Режим настройки
uk: Режим обслуговування

source: No alerts are sent when indicator is in maintenance mode like now.
ru: Пока индикатор в режиме настройки, оповещения не рассылаются
uk: Жодні сповіщення не відправляються, коли індикатор знаходиться в режимі обслуговування, як зараз.

source: Do not forget to stop maintenance after you will finish with configuration.
ru: Не забудьте отключить режим настройки, когда закончите.
uk: Не забудьте припинити обслуговування після того, як ви закінчите конфігурацію.

source: Limited project
ru: Лимитированный проект
uk: Обмежений проект

source: Project is limited. No changes will be applied.
ru: Проект лимитирован. Изменения не будут применены.
uk: Проект обмежений. Зміни не будуть застосовані.

source: Indicator
ru: Индикатор
uk: Індикатор

source: Project
ru: Проект
uk: Проект

source: ago
ru: назад
uk: тому

source: Problem
ru: Проблема
uk: Проблема

source: Location suffix
ru: Географический суффикс
uk: Суфікс місцезнаходження

source: Request keypath
ru: Путь ключа (в запросе)
uk: Запит ключового шляху

source: Real keypath
ru: Путь ключа (реальный)
uk: Реальний шлях ключа

source: Data structure
ru: Структура данных
uk: Структура даних

source: View
ru: Посмотреть
uk: Перегляд

source: Description
ru: Описание
uk: Опис

source: Apply
ru: Применить
uk: Застосувати

source: Apply and retest ASAP
ru: Сохранить и перепроверить
uk: Застосуйте та перевірте негайно

source: Stop maintenance
ru: Выйти из режима настройки
uk: Зупинити обслуговування

source: Set maintenance
ru: Режим настройки
uk: Настроювання обслуговування

source: Are you sure?
ru: Вы уверены?
uk: Ви впевнені?

source: Tags
ru: Метки
uk: Теги

source: Add tag
ru: Добавить метку
uk: Додати тег

source: Copy indicator
ru: Скопировать индикатор
uk: Індикатор копіювання

source: Copy
ru: Скопировать
uk: Копіювати

source: Check
ru: Проверить
uk: Перевірка

source: User-specific settings
ru: Пользовательские настройки
uk: Налаштування специфічні для користувача

source: Status pages
ru: Страницы состояний
uk: Сторінки статусу
